Repository: redbuilderOne/Counta.Activity-Timer.App
Catalog: Productivity_Timer/Productivity Timer/Localisation/*.lproj/Localizable.strings
Languages: ru

source: Hello
ru: Привет

source: Timer
ru: Таймер

source: FOCUSED
ru: Готово

source: Activities
ru: Активности

source: Your activity is...
ru: Ваша новая активность

source: here
ru: напишите здесь

source: Add description
ru: Добавить описание

source: New Activity
ru: Новая активность

source: Nah
ru: Ой

source: The text field can't be empty
ru: Поле не может быть пустым

source: Sorry
ru: Извините

source: Activity already exists
ru: Активность уже существует

source: Oops
ru: Упс

source: Nothing to clear
ru: Нечего удалять

source: Are you sure?
ru: Вы уверены?

source: This will delete all the text
ru: Это удалит весь текст

source: Activity
ru: Активность

source: Description
ru: Описание

source: tap to add your description
ru: коснитесь, чтобы добавить описание

source: Tap to focus
ru: Отслеживать

source: Focused
ru: Отслеживается

source: Time info
ru: Инфо о времени

source: Last session: 00:00:00
ru: Последняя сессия: 00:00:00

source: Last session:
ru: Последняя сессия:

source: Total time spent: 00:00:00
ru: Всего затрачено времени: 00:00:00

source: Time spent in total:
ru: Всего затрачено времени:

source: Yes
ru: Да

source: No
ru: Нет

source: Ok
ru: Ок

source: Edit Title
ru: Редактирование названия

source: Please edit the title
ru: Измените название

source: Cancel
ru: Отмена

source: Edit Description
ru: Редактирование описания

source: Please edit the description
ru: Измените описание

source: tap to focus on activity
ru: новая активность

source: Details
ru: Подробности

source: This will delete the activity forever
ru: Это удалит активность навсегда
